/* Alert panel message for downloading a container */
"\\U201C%@\\U201D contains an application." = "“%@” contém uma aplicação.";

/* Alert panel message for downloading an application */
"\\U201C%@\\U201D is an application." = "“%@” é uma aplicação.";

/* Alert panel message for downloading a container that cannot be opened */
"\\U201C%@\\U201D may contain an application." = "“%@” poderá conter uma aplicação.";

/* Alert panel informative text for downloading a container */
"Are you sure you want to continue downloading \\U201C%@\\U201D?" = "Tem a certeza de que pretende continuar a descarregar “%@”?";

/* Alert panel informative text for downloading an application */
"Are you sure you want to download the application \\U201C%@\\U201D?" = "Tem a certeza de que pretende descarregar a aplicação “%@”?";

/* Alert panel informative text for saving a container */
"Are you sure you want to save \\U201C%@\\U201D?" = "Tem a certeza de que pretende guardar “%@”?";

/* Alert panel informative text for saving  an application */
"Are you sure you want to save the application \\U201C%@\\U201D?" = "Tem a certeza de que pretende guardar a aplicação “%@”?";

/* Cancel button on a download alert panel. */
"Cancel" = "Cancelar";

/* Continue downloading button on a download alert panel */
"Continue" = "Continuar";

/* Download button on a download alert panel */
"Download" = "Descarregar";

/* Save button on a download alert panel */
"Save" = "Guardar";

/* Alert panel informative text for downloading an unsupported container */
"The safety of this file cannot be determined. Are you sure you want to download \\U201C%@\\U201D?" = "Não é possível determinar se este ficheiro é ou não seguro. Descarregar “%@”?";

/* Alert panel informative text for saving an unsupported container */
"The safety of this file cannot be determined. Are you sure you want to save \\U201C%@\\U201D?" = "Não é possível determinar se este ficheiro é ou não seguro. Guardar “%@”?";

